Repository: common-repository/woocommerce-digital-content-delivery-with-drm-flickrocket
Catalog: languages/woocommerce-digital-content-delivery-with-drm-flickrocket-*.po
Languages: de_de

source: My Content
de_de: Meine Inhalte

source: Content Access Groups
de_de: Zugangsgruppen für Inhalte

source: Assigned access groups
de_de: Zugewiesene Zugangsgruppen

source: Group to assign
de_de: Zugangsgruppen

source: Assign
de_de: Zuweisen

source: Notify user
de_de: User benachrichtigen

source: Send content access email
de_de: E-Mail für den Zugang versenden

source: -Assign an access group first-
de_de: -Es muss erst eine Zugangsgruppe zugewiesen werden-

source: Select Theme
de_de: Theme auswählen

source: Login to your Flickrocket account. If you don't have a FlickRocket account yet, you can sign up to a free accont.
de_de: Melden Sie sich mit Ihrem Flickrocket Konto an. Wenn Sie kein Flickrocket Konto haben, können Sie sich für einen kostenlosen Zugang anmelden.

source: Login to your Flickrocket account. If you don't have a FlickRocket account yet, you can sign up to a free account.
de_de: Melden Sie sich mit Ihrem Flickrocket Konto an. Wenn Sie kein Flickrocket Konto haben, können Sie sich für einen kostenlosen Zugang anmelden.

source: Change Login
de_de: Login ändern

source: Select the domain to use for your WooCommerce shop. This defines the design of the player section displayed after an order or when the customer logs in to "My Account".
de_de: Wählen Sie die Domain für die Flickrocket Komponenten im WooCommerce Shop. Damit legen Sie das Design der Player Komponenten nach einer Bestellung oder nach em Login zu "Mein Konto" fest.

source: Your theme(s) appear to be for stand alone Flickrocket shops. To get started with WooCommerce, best use the <a target="_blank" href="https://themes.flickrocket.com/3rd-Party-Shop-Plugin/p/48077">3rd Party Plugins</a> theme from the <a target="_blank" href="https://themes.flickrocket.com">Flickrocket Theme Store</a>.
de_de: Die vorhandenen Themes scheinen nur für echte Flickrocket Shops geeignet zu sein. Für WooCommerce sollte das <a target="_blank" href="https://themes.flickrocket.com/3rd-Party-Shop-Plugin/p/48077">3rd Party Plugin</a> Theme aus dem <a target="_blank" href="https://themes.flickrocket.com">Flickrocket Theme Store</a> genutzt werden.

source: Themes are managed in FlickRocket under "Shop -> Domains/Themes"
de_de: Themes werden im Flickrocket Admin Interface unter "Shop-> Domains/Themes" verwaltet.

source: Product Sync Settings
de_de: Product Sync Einstellungen

source: Sync products from Flickrocket to WooCommerce when you upload.
de_de: Produkte bei Upload in Flickrocket automatisch nach WooCommerce synchonisieren.

source: Ongoing Sync
de_de: Automatischer Sync

source: Automatically create products in WooCommerce as they become available
de_de: Neue Produkte automatisch in WooCommerce anlegen

source: Auto Activate
de_de: Automatisch aktivieren

source: Automatically activate created products
de_de: Neu angelegte Produkte automatisch aktivieren

source: General Settings
de_de: Allgemeine Einstellungen

source: General settings to manage the digital content in your shop.
de_de: Allgemeine Einstellungen für digitale Inhalte.

source: Show Previews
de_de: Previews anzeigen

source: Display preview button for content preview (if available)
de_de: Preview Button für digital Inhalte anzeigen (wenn Preview vorhanden)

source: Extend order emails
de_de: Emails zu der Bestellung erweitern

source: Adds information on how to access ordered digital content to sales emails
de_de: Fügt den E-Mails zum Verkauf Informationen über den Zugang zu den erworbenen Inhalten hinzu

source: Email address for important notifications such as process errors
de_de: E-Mail Adresse für wichtige Benachrichtigungen (z.B. Fehler bei Verarbeitung von Käufen)

source: Role/Content Access Group Settings
de_de: Rollen/Zugangsgruppen für Inhalte

source: Associate Wordpress roles with Flickrocket Content Access Groups (optional).
de_de: Ermöglicht die Zuweisung von Zugangsgruppen zu Inhalten für ausgewählte Wordpress Rollen

source: Save Settings
de_de: Einstellungen speichern

source: Error
de_de: Fehler

source: Error initializing (%s): One reason might be that php-soap is not installed/active?
de_de: Fehler bei der Initialisierung (%s). Ein möglicher Fehler ist das Fehlen des php-soap Moduls?

source: Current plan: GOLD
de_de: Aktuelles Konto: GOLD

source: Current plan: SILVER
de_de: Aktuelles Konto: SILVER

source: Current plan: BASIC
de_de: Aktuelles Konto: BASIC

source: To access the content, the codes below need to be redeemed on the web site (for iOS devices) or in the players you can access from the "My Account" section of the URL below:
de_de: Für den Zugriff auf Inhalte müssen die Codes auf der Webseite (für iOS Geräte) oder im Player eingelöst werden. Nutzen Sie dafür die "Mein Konto" Funktion von der URL unten:

source: To manage the content, you can use the following credentials to log in to the content section:
de_de: Zum Verwalten der Inhalte nutzen Sie die folgenden Logindaten:

source: Password:
de_de: Passwort:

source: Your existing player password
de_de: Ihr vorhandenes Player Passwort

source: To reset your password you can use the "Forgot password" option. If you changed the email used for the player, the data above might not be up-to-date.
de_de: Das Passwort kann mit der "Passwort vergessen" Option zurückgesetzt werden. Wenn die E-Mail im Player geändert wurde sind die Angaben oben evtl. nicht mehr aktuell.

source: Redemption codes:
de_de: Freischaltcodes:

source: Product Name
de_de: Produktname

source: Quantity
de_de: Anzahl

source: Redemption Code
de_de: Freischaltcode

source: Accessing your content
de_de: Zugriff auf Ihre Inhalte

source: You can now access your content. Most content is accessed using a player app which manages download, storage, and content playback. A browser-based web player may be available to stream select video products on your computer.
de_de: Sie können jetzt auf ihre Inhalte zugreifen. Auf die meisten Inhalte wird über Player zugegriffen. Der Player führt dabei den Download durch und zeigt die Inhalte an. Für Streaming-Video ist auch ein Browser basierter Web Player verfügbar.

source: If you are already using the player just open the player to view your purchase. Otherwise, please follow the easy steps below:
de_de: Wenn Sie den Player bereits nutzen, können Sie ihn einfach starten um auf die neuen Inhalte zuzugreifen. Ansonsten folgen Sie den Anweisungen unten:

source: Use your store login for your order to sign-in at %s and go to the "My Account" page.
de_de: Nutzen Sie das Shop Login ihrer Bestellung für die Anmeldung bei %s und rufen Sie "Mein Konto" auf.

source: Select and install the player for your platform.
de_de: Wählen und installieren Sie den richtigen Player für ihre Platform.

source: Open the player and sign-in to the player using the following credentials:
de_de: Öffnen Sie den Player und melden Sie sich mit den folgenden Zugangsdaten an:

source: Note that the player password is separate from the store password. You can reset your password anytime using the "Forgot password" function. If you changed the email used for the player, the data above might not be up-to-date.
de_de: Bitte beachten Sie, dass das Player Passwort unabhängig vom Shop Passwort ist. Sie können das Passwort jederzeit über die "Passwort vergessen" Funktion geändert werden. Wenn die E-Mail über den Player geändert wurde, sind die Daten oben evtl. nicht aktuell.

source: Your browser does not support the video tag.
de_de: Dieser Browser unterstützt das Video Tag nicht.

source: Your browser does not support the audio tag.
de_de: Dieser Browser unterstützt das Audio Tag nicht.

source: Download PDF
de_de: PDF Download

source: FlickRocket Product:
de_de: Flickrocket Produkt:

source: Select the Flickrocket product to associate with this WooCommerce product.
de_de: Wählen Sie das Flickrocket Produkt für dieses WooCommerce Produkt.

source: Product associations for mirrored products must not be changed.
de_de: Produktzuweisungen für geteilte Produkte können nicht geändert werden.

source: -- Select Project ID --
de_de: --- Produkt ID wählen ---

source: Only for video: HD quality (if available)
de_de: Nur für Video: HD Qualität (wenn verfügbar)

source: Only for video: SD quality
de_de: Nur für Video: SD Qualität

source: Only for non DRM audio: MP3 format
de_de: Nur für Audio (ohne DRM): MP3 Format

source: Only for non DRM audio: FLAC format (if available)
de_de: Nur für Audio (ohne DRM): FLAC Format

source: No license selected...
de_de: Keine Lizenz ausgewählt...

source: License:
de_de: Lizenz:

source: Defines the usage rights Flickrocket permits.
de_de: Definiert die von Flickrocket gewährten Rechte.

source: Quality:
de_de: Qualität:

source: Content quality (only for HD video / non DRM audio).
de_de: Qualiät (nur für HD Video / Audio (ohne DRM).

source: License/quality data for mirrored products must not be changed.
de_de: Lizenz- und Qualitätseinstellungen für geteilte Produkte können nicht geändert werden.

source: License/quality data for mirrored products must not be changed
de_de: Lizenz- und Qualitätseinstellungen für geteilte Produkte können nicht geändert werden

source: The order failed with error
de_de: Die Bestellung ist fehlgeschlagen

source: Error sending order to Flickrocket (WooCommerce)
de_de: Fehler beim senden der Bestellung zu Flickrocket (WooCommerce)

source: FlickRocket products allow DRM protected digital content access.
de_de: Flickrocket Produkte ermöglichen DRM geschützten Zugang zu digitalen Inhalten.

source: Access your content:
de_de: Zugang zu ihren Inhalten:

source: To access your digital content, use the following credentials:
de_de: Für den Zugang zu ihren Inhalten verwenden Sie die folgenden Zugangsdaten:

source: Email for player:
de_de: E-Mail für den Player:

source: Password for player:
de_de: Passwort für den Player:

source: To access your digital content, use the players below:
de_de: Für den Zugang zu den digitalen Inhalten nutzen Sie die folgenden Player:

source: Group Access Notification
de_de: Benachrichtigung über Zugang zu Inhalten

source: An email sent to a user when access to a content group is granted.
de_de: An den User wird eine E-Mail mit Zugangsinformationen versandt.

source: Content Access Granted
de_de: Zugang zu Inhalten freigeschaltet

# default email subject for group access notifications sent to users
source: [%s] Content Access Granted
de_de: [%s] Zugang zu Inhalten freigeschaltet

source: Hello
de_de: Hallo

source: Dear
de_de: Hallo

source: Access to content group has been granted
de_de: Zugriff auf Inhalte wurde freigegeben

source: You have been granted access to content. Please follow the steps below for access:
de_de: Der Zugang zu Inhalten wurde freigegeben. Folgen Sie den Anweisungen unten für den Zugang:

source: 1. Log in to
de_de: 1. Melden sie sich an bei

source: &nbsp;using your&nbsp;
de_de: &nbsp;und nutzen dazu Ihre&nbsp;

source: &nbsp;login data
de_de: &nbsp;Zugangsdaten

source: 2. Select "My content" to get access to the content.
de_de: 2. Wählen Sie "Meine Inhalte".

source: To use the content on other platforms you need to follow the steps explained on the page and use the following email and password:
de_de: Um die Inhalte auf anderen Plattformen zu verwenden folgen Sie den Anweisungen auf der Seite und nutzen Sie die folgenden Zugangsdaten:

source: You can change the password at any time. Once you do this, the password above stops working.
de_de: Sie können das Passwort jederzeit ändern. Anschließend ist das oben aufgeführte Passwort nicht mehr verwendbar.

source: login data
de_de: Zugangsdaten

source: Important:
de_de: Wichtig:

source: To use "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket" you need to log in under %s
de_de: Um "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket" nutzen zu können, müssen Sie sich erst anmelden: %s

source: settings
de_de: Einstellungen

source: You currently use the limited trial of "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket". For continued functionality and full support you need to purchase the
de_de: Sie nutzen im Moment die eingeschränkte Version von "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket". Für die unbeschränkte Version und vollen Support erwerben Sie die

source: You are currently using a Flickrocket vanity domain for your integration. For full compatibility with all browsers you should use a custom sub domain that matches the domain of your WooCommerce store.
de_de: Sie verwenden im Moment eine Flickrocket Vanity Domain für die Integration. Für volle Kompatibilität mit allen Browsern sollten Sie eine eigene subdomain verwenden, welche der Domain des WooCommerce Shops entspricht.

source: You are currently not using a Flickrocket plugin theme. You need to obtain and select a Flickrocket plugin theme for embedding in Wordpress/WooCommerce.
de_de: Sie verwenden im Moment keine Flickrocket Plugin Theme. Für die Integration in Wordpress/WooCommerce muss ein Flickrocket Plugin Theme (aus dem Theme Store) genutzt werden.

source: Manage Digital Content
de_de: Digitale Inhalte verwalten

source: Warning:
de_de: Warnung:

source: You currently don't have valid credentials for "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket". First you need to log in under %s
de_de: Die Zugangsdaten für "WooCommerce Digital Content Delivery (incl. DRM) - FlickRocket" sind nicht gültig. Melden Sie sich neu an: %s

source: Each digital content product needs to be uploaded to Flickrocket for preparation (transcoding, protection, content delivery). Depending on your %s these products are automatically synced to WooCommerce and optionally published. Alternatively you can sync them using the section below or create the products manually as part of the Woocommerce product setup.
de_de: Digitale Produkte müssen für die Aufbereitung (Trancoding in viele Formate, Aufbringen des Schutzes, CDN) zu Flickrocket hochgeladen werden. Abhängig von Ihren %s werden diese Produkte automatisch in WooCommerce angelegt und veröffentlicht. Alternativ können die Produkte über den Bereich unten gesynct oder manuell als WooCommerce Produkte angelegt werden.

source: Upload new products or modify existing
de_de: Neue Produkte hochladen oder vorhandene Produkte anpassen

source: Use this section upload new content to Flickrocket for processing or exchange content of existing products. Content processing takes some time in addition to the upload. You will be notified by email when the content processing is finished.
de_de: Nutzen Sie diesen Bereich für den Upload von neuen Inhalten zu Flickrocket oder um vorhandene Inhalte anzupassen. Die Verarbeitung der Inhalte kann nach dem Upload noch einige Zeit dauern. Wenn der Vorgang abgeschlossen ist, werden Sie per E-Mail informiert.

source: Product Upload Wizard
de_de: Produktupload

source: Alternatively you can use the FlickRocket Content tools for desktop ( %1$s / %2$s )
de_de: Alternativ können die Flickrocket Content Tools für Desktop genutzt werden ( %1$s / %2$s )

source: Sync existing products from Flickrocket to Woocommerce
de_de: Produkte in Flickrocket nach WooCommerce synchonisieren

source: Use this function to import products from your Flickrocket account into WooCommerce. During the import you must not navigate away from this page.
de_de: Verwenden Sie diese Funktion um vorhandene Produkte aus Flickrocket nach WooCommerce zu importieren. Während des Imports dürfen Sie diese Seite nicht verlassen.

source: Count of products available in your Flickrocket account: %s
de_de: Anzahl Produkte in Flickrocket: %s

source: Sync products now
de_de: Produkte synchronisieren

source: Getting product information
de_de: Hole Produktinformationen

source: Toggle selection
de_de: Auswahl umkehren

source: Product ID
de_de: Produkt ID

source: Type
de_de: Typ

source: Exists in Woo...
de_de: In Woo vorhanden...

source: Content Marketplace
de_de: Marktplatz für Inhalte
